/* Add button accessibility description */
"Add story…" = "Add story…";

/* Story site: AO3 */
"Archive of Our Own" = "Archive of Our Own";

/* more than one error during update */
"Check your network connection and/or try again. I don't know." = "Check your network connection and/or try again. I don't know.";

/* Story list open panel
   Story list save panel */
"Choose" = "Choose";

/* Story list save panel */
"Choose a new location for the story list" = "Choose a new location for the story list";

/* Story list open panel */
"Choose an existing story list" = "Choose an existing story list";

/* story status */
"Complete" = "Complete";

/* MailAttachment failed */
"Could not create attachment in Mail" = "Could not create attachment in Mail.";

/* MailOutgoingMessage failed */
"Could not create new message in Mail" = "Could not create new message in Mail.";

/* MailToRecipient failed */
"Could not create new recipient in Mail" = "Could not create new recipient in Mail.";

/* Download returned no data or status code != 200 */
"Could not find the story" = "Could not find the story.";

/* loadDataFromCache:error: failed */
"Could not load chapter %lu of story %lu on %@" = "Could not load chapter %1$lu of story %2$lu on %3$@.";

/* message send failed */
"Could not send the email" = "Could not send the email.";

/* story node not found */
"Did not find text for chapter %lu of story %lu on Fanfiction.net" = "Did not find text for chapter %1$lu of story %2$lu on Fanfiction.net.";

/* Story site: FF */
"Fanfiction.net" = "Fanfiction.net";

/* Update progress */
"Finished %@." = "Finished %@.";

/* story status */
"In progress" = "In progress";

/* marker in place of summary for email sending */
"No summary" = "No summary";

/* URL does not end with stories.ini */
"Not a stories.ini file" = "Not a stories.ini file";

/* Path doesn't start with /s/ or is too short
   Path doesn't start with /works/ or is too short */
"Not a story URL" = "Not a story URL";

/* Entered wrong host */
"Not a supported URL" = "Not a supported URL";

/* Cannot create NSURL from entered string */
"Not a valid URL" = "Not a valid URL";

/* Use correct host instead */
"Only Fanfiction.net and ArchiveOfOurOwn.org are supported at the moment." = "Only Fanfiction.net and ArchiveOfOurOwn.org are supported at the moment.";

/* Works better that way. */
"Please enter a valid web address" = "Please enter a valid web address";

/* Remove button accessibility description */
"Remove story…" = "Remove story…";

/* URL does not end with stories.ini */
"Select a stories.ini file." = "Select a stories.ini file.";

/* story id description */
"Story %lu on %@" = "Story %1$lu on %2$@";

/* Story list open panel
   Story list save panel */
"Story List" = "Story List";

/* Forgot replacement in a template */
"Template error: No replacement specified" = "Template error: No replacement specified";

/* ao3: text element not found */
"The format used by Ao3 may have changed. Please update Fanfiction Downloader to the newest version." = "The format used by Ao3 may have changed. Please update Fanfiction Downloader to the newest version.";

/* No comment provided by engineer. */
"The site reported the error: “%@”" = "The site reported the error: “%@”";

/* Give correct URL */
"The story at this location could not be retrieved. Maybe it was deleted, or the internet connection is down." = "The story at this location could not be retrieved. Maybe it was deleted, or the internet connection is down.";

/* ao3: text element not found */
"The story chapter could not be read." = "The story chapter could not be read.";

/* loadDataFromCache:error: failed */
"The story may have been deleted" = "The story may have been deleted";

/* Path[1] is not a number or 0. */
"The URL has no story ID" = "The URL has no story ID";

/* more than one error during update */
"There were multiple errors" = "There were multiple errors";

/* Give correct URL */
"This URL does not point to a story." = "This URL does not point to a story.";

/* Update button accessibility description */
"Update…" = "Update…";

/* Update started */
"Updating…" = "Updating…";

/* story description - title and author */
"“%@” by %@" = "“%1$@” by %2$@";

